export const ty_ja = {
    "g": {
        "name": "{ジョブ|プランニング}グループ",
        "gty": {
            "n": "ジョブグループ",
            "p": "プランニンググループ"
        }
    },
    "mg": {
        "name": "マネージャージョブグループ"
    },
    "n": {
        "name": "ジョブネット"
    },
    "rn": {
        "name": "リカバリージョブネット"
    },
    "rm": {
        "name": "リモートジョブネット"
    },
    "rr": {
        "name": "リカバリーリモートジョブネット"
    },
    "rc": {
        "name": "起動条件"
    },
    "mn": {
        "name": "マネージャージョブネット"
    },
    "j": {
        "name": "UNIXジョブ"
    },
    "rj": {
        "name": "リカバリーUNIXジョブ"
    },
    "pj": {
        "name": "PCジョブ"
    },
    "rp": {
        "name": "リカバリーPCジョブ"
    },
    "qj": {
        "name": "QUEUEジョブ"
    },
    "rq": {
        "name": "リカバリーQUEUEジョブ"
    },
    "jdj": {
        "name": "判定ジョブ"
    },
    "rjdj": {
        "name": "リカバリー判定ジョブ"
    },
    "orj": {
        "name": "ORジョブ"
    },
    "rorj": {
        "name": "リカバリーORジョブ"
    },
    "evwj": {
        "name": "JP1イベント受信監視ジョブ"
    },
    "revwj": {
        "name": "リカバリーJP1イベント受信監視ジョブ"
    },
    "flwj": {
        "name": "ファイル監視ジョブ"
    },
    "rflwj": {
        "name": "リカバリーファイル監視ジョブ"
    },
    "mlwj": {
        "name": "メール受信監視ジョブ"
    },
    "rmlwj": {
        "name": "リカバリーメール受信監視ジョブ"
    },
    "mqwj": {
        "name": " メッセージキュー受信監視ジョブ"
    },
    "rmqwj": {
        "name": "リカバリーメッセージキュー受信監視ジョブ"
    },
    "mswj": {
        "name": "MSMQ受信監視ジョブ"
    },
    "rmswj": {
        "name": "リカバリーMSMQ受信監視ジョブ"
    },
    "lfwj": {
        "name": "ログファイル監視ジョブ"
    },
    "rlfwj": {
        "name": "リカバリーログファイル監視ジョブ"
    },
    "ntwj": {
        "name": "Windowsイベントログ監視ジョブ"
    },
    "rntwj": {
        "name": "リカバリーWindowsイベントログ監視ジョブ"
    },
    "tmwj": {
        "name": "実行間隔制御ジョブ"
    },
    "rtmwj": {
        "name": "リカバリー実行間隔制御ジョブ"
    },
    "evsj": {
        "name": "JP1イベント送信ジョブ"
    },
    "revsj": {
        "name": "リカバリーJP1イベント送信ジョブ"
    },
    "mlsj": {
        "name": "メール送信ジョブ"
    },
    "rmlsj": {
        "name": "リカバリーメール送信ジョブ"
    },
    "mqsj": {
        "name": "メッセージキュー送信ジョブ"
    },
    "rmqsj": {
        "name": "リカバリーメッセージキュー送信ジョブ"
    },
    "mssj": {
        "name": "MSMQ送信ジョブ"
    },
    "rmssj": {
        "name": "リカバリーMSMQ送信ジョブ"
    },
    "cmsj": {
        "name": "JP1/Cm2状態通知ジョブ"
    },
    "rcmsj": {
        "name": "リカバリーJP1/Cm2状態通知ジョブ"
    },
    "pwlj": {
        "name": "ローカル電源制御ジョブ"
    },
    "rpwlj": {
        "name": "リカバリーローカル電源制御ジョブ"
    },
    "pwrj": {
        "name": "リモート電源制御ジョブ"
    },
    "rpwrj": {
        "name": "リカバリーリモート電源制御ジョブ"
    },
    "cj": {
        "name": "カスタムUNIXジョブ"
    },
    "rcj": {
        "name": "リカバリーカスタムUNIXジョブ"
    },
    "cpj": {
        "name": "カスタムPCジョブ"
    },
    "rcpj": {
        "name": "リカバリーカスタムPCジョブ"
    },
    "fxj": {
        "name": "フレキシブルジョブ"
    },
    "rfxj": {
        "name": "リカバリーフレキシブルジョブ"
    },
    "htpj": {
        "name": "HTTP接続ジョブ"
    },
    "rhtpj": {
        "name": "リカバリーHTTP接続ジョブ"
    },
    "nc": {
        "name": "ジョブネットコネクタ"
    }
}